{
  "about-us": {
    "aboutHero": {
      "title": "RRETH NESH",
      "description": "Te Feasto besojmë se çdo vakt duhet të jetë një përvojë. Nga përbërësit vendorë deri te pjatat e përgatitura nga shefat tanë, ne bashkojmë njerëzit përmes shijes, atmosferës dhe mikpritjes së sinqertë. Qoftë për një ushqim të shpejtë apo për një festë, prit rehati, kreativitet dhe një shije të paharrueshme."
    },
    "aboutContent": {
      "section": "Rreth Nesh",
      "title": {
        "line1": "Besimi Takon",
        "line2": "Shijen & Inovacionin"
      },
      "description": "Te Feasto, specializohemi në ofrimin e përvojave të jashtëzakonshme kulinare të përshtatura për shijen tuaj. Me fokus në cilësi, kreativitet dhe kënaqësi të mysafirëve, ne krijojmë momente që frymëzojnë dhe mbeten në kujtesë.",
      "vision": {
        "title": "Vizionin tonë",
        "text": "Të jemi një restorant lider i njohur për transformimin e vakteve në kujtime, duke ofruar përsosmëri dhe ndjenja shtëpie."
      },
      "mission": {
        "title": "Misioni ynë",
        "points": {
          "point1": "Të ofrojmë ushqime me cilësi të lartë",
          "point2": "Mikpritje me integritet",
          "point3": "Ndërtim i marrëdhënieve afatgjata me klientët",
          "point4": "Investim në ekipin tonë kulinar"
        }
      },
      "stats": {
        "years": "Vite Eksperiencë",
        "staff": "Anëtarë të stafit",
        "guests": "Mysafirë të shërbyer"
      },
      "seeOurTeam": "SHIKO EKIPIN TONË"
    },
    "testimonials": {
      "section": "MYSAFIRËT",
      "title": "Çfarë thonë mysafirët tanë",
      "description": "Ne nuk shërbejmë vetëm ushqim — ne krijojmë momente. Ja çfarë kanë për të thënë mysafirët tanë për përvojën në Feasto, nga shijet në pjatë deri te ndjesia që marrin me vete."
    },
    "values": {
      "section": "Vlerat Tona",
      "headline": "Ndërtuar mbi Integritet dhe Mikpritje",
      "freshIngredients": {
        "title": "Përbërës të Freskët",
        "desc": "Ne japim përparësi cilësisë duke përdorur përbërës të freskët dhe lokalë në çdo pjatë."
      },
      "guestSatisfaction": {
        "title": "Kënaqësia e Mysafirëve",
        "desc": "Çdo pjatë dhe moment është i krijuar për të tejkaluar pritjet."
      },
      "culinaryInnovation": {
        "title": "Inovacion Kulinar",
        "desc": "Ne krijojmë shije unike duke kombinuar traditën me kreativitetin."
      },
      "trustTransparency": {
        "title": "Besim & Transparencë",
        "desc": "Besojmë në shërbim të ndershëm dhe komunikim transparent."
      },
      "sustainability": {
        "title": "Praktika të Qëndrueshme",
        "desc": "Kuzhina jonë ndjek metoda të ndërgjegjshme për mjedisin dhe minimizon mbetjet."
      },
      "teamExcellence": {
        "title": "Ekselenca e Ekipit",
        "desc": "Ekipi ynë është shpirti ynë — i aftë, me pasion dhe i përkushtuar ndaj mikpritjes."
      }
    }
  }
}
