{
  "about-us": {
    "aboutHero": {
      "title": "ÜBER UNS",
      "description": "Bei Feasto glauben wir, dass jede Mahlzeit ein Erlebnis sein sollte. Von lokal bezogenen Zutaten bis hin zu von Köchen kreierten Gerichten bringen wir Menschen durch Geschmack, Ambiente und echte Gastfreundschaft zusammen. Ob Sie für einen schnellen Happen oder eine Feier hier sind – erwarten Sie Komfort, Kreativität und unvergesslichen Geschmack."
    },
    "aboutContent": {
      "section": "Über uns",
      "title": {
        "line1": "Vertrauen trifft",
        "line2": "auf Geschmack & Innovation"
      },
      "description": "Bei Feasto spezialisieren wir uns auf außergewöhnliche kulinarische Erlebnisse, die auf Ihren Geschmack abgestimmt sind. Mit Fokus auf Qualität, Kreativität und Gästezufriedenheit schaffen wir Momente, die inspirieren und bleiben.",
      "vision": {
        "title": "Unsere Vision",
        "text": "Ein führendes Restaurant zu sein, das dafür bekannt ist, Mahlzeiten in Erinnerungen zu verwandeln, Exzellenz zu liefern und ein Gefühl von Zuhause zu schaffen."
      },
      "mission": {
        "title": "Unsere Mission",
        "points": {
          "point1": "Bereitstellung hochwertiger Gerichte",
          "point2": "Gastfreundschaft mit Integrität",
          "point3": "Langfristige Gäste-Beziehungen aufbauen",
          "point4": "In unser Küchenteam investieren"
        }
      },
      "stats": {
        "years": "Jahre Erfahrung",
        "staff": "Mitarbeiter",
        "guests": "Bediente Gäste"
      },
      "seeOurTeam": "UNSER TEAM ANSCHAUEN"
    },
    "testimonials": {
      "section": "GÄSTE",
      "title": "Was unsere Gäste sagen",
      "description": "Wir servieren nicht nur Essen – wir schaffen Erlebnisse. Hier erfahren Sie, was unsere Gäste über ihre Erfahrungen bei Feasto sagen – vom Geschmack auf dem Teller bis zum Gefühl, das sie mitnehmen."
    },
    "values": {
      "section": "Unsere Werte",
      "headline": "Gegründet auf Integrität und Gastfreundschaft",
      "freshIngredients": {
        "title": "Frische Zutaten",
        "desc": "Wir legen Wert auf Qualität durch frische, lokale Zutaten in jedem Gericht."
      },
      "guestSatisfaction": {
        "title": "Gästebefriedigung",
        "desc": "Jedes Gericht und jeder Moment ist darauf ausgelegt, Erwartungen zu übertreffen."
      },
      "culinaryInnovation": {
        "title": "Kulinarische Innovation",
        "desc": "Wir schaffen einzigartige Geschmackserlebnisse durch Tradition und Kreativität."
      },
      "trustTransparency": {
        "title": "Vertrauen & Transparenz",
        "desc": "Wir glauben an ehrlichen Service und transparente Kommunikation."
      },
      "sustainability": {
        "title": "Nachhaltige Praktiken",
        "desc": "Unsere Küche folgt umweltbewussten Methoden und reduziert Abfall."
      },
      "teamExcellence": {
        "title": "Team-Exzellenz",
        "desc": "Unser Team ist unsere Seele – kompetent, leidenschaftlich und engagiert."
      }
    }
  }
}
